{
  "title": "Dự đoán Rủi ro",
  "login": "Đăng nhập",
  "register": "Đăng ký",
  "continue_as_guest": "Tiếp tục với tư cách Khách",
  "submit": "Gửi",
  "settings": "Cài đặt",
  "shop": "Cửa hàng",
  "risk_report_history": "Lịch sử Báo cáo Rủi ro",
  "submit_risk_report": "Gửi Báo cáo Rủi ro",
  "select_risk_type": "Chọn Loại Rủi ro",
  "upload_photo": "Tải lên Ảnh",
  "comment": "Bình luận",
  "emergency": "Khẩn cấp",
  "review_needed": "Cần xem xét",
  "more_info_needed": "Cần thêm thông tin",
  "potential_risk": "Rủi ro Tiềm tàng",
  "other_risks": "Các rủi ro khác",
  "language": "Ngôn ngữ",
  "account": "Tài khoản",
  "notifications": "Thông báo",
  "privacy": "Bảo mật",
  "about": "Về",
  "logo": "Logo",
  "no_active_season": "Không có mùa hoạt động",
  "professional": "Chuyên nghiệp",
  "professional_description": "Bạn kiếm được 1 điểm.",
  "amateur": "Nghiệp dư",
  "amateur_description": "Bạn kiếm được 3 điểm.",
  "first_shot": "Phát đầu tiên",
  "first_shot_description": "Bạn kiếm được 2 điểm.",
  "rating": "Xếp hạng",
  "my_rating": "Xếp hạng của tôi",
  "points": "Điểm",
  "spend": "Tiêu",
  "idea_factory": "Nhà máy Ý tưởng",
  "tasks_0": "Nhiệm vụ 0",
  "no_tasks_description": "Người dùng thân mến, chúng tôi hiện không có nhiệm vụ nào cho bạn, nhưng nếu bạn nhận thấy bất kỳ nguy hiểm nào, xin vui lòng cho chúng tôi biết.",
  "home": "Trang chủ",
  "reports": "Báo cáo",
  "seasons": "Mùa",
  "welcome_back" :"Chào mừng bạn trở lại",
  "more": "Thêm",
  "poison" : "Chất độc",
  "history": "Lịch sử",
  "license_title": "Thỏa thuận cấp phép",
  "terms_of_service": "Điều khoản dịch vụ",
  "license_content": "Điều khoản dịch vụ cho ứng dụng Dự đoán Rủi ro\n\n1. Mục đích\nMục đích của Điều khoản dịch vụ này là quy định các điều kiện và quy tắc sử dụng ứng dụng săn lùng rủi ro (sau đây gọi là \"Ứng dụng Risk prediction\"). Ứng dụng được phát triển để giúp các nhân viên tại nhà máy nhận diện và báo cáo các rủi ro tiềm ẩn hoặc đang xảy ra, góp phần nâng cao an toàn lao động và môi trường làm việc.\n\n2. Phạm vi áp dụng\nĐiều khoản dịch vụ này áp dụng cho tất cả người dùng Ứng dụng, bao gồm:\n• Nhân viên: Các nhân viên được phép sử dụng Ứng dụng để báo cáo rủi ro tại nhà máy.\n• Quản trị viên: Các cá nhân được ủy quyền quản lý Ứng dụng, bao gồm xác nhận báo cáo rủi ro, trao thưởng điểm và giải quyết tranh chấp.\n\n3. Quyền và nghĩa vụ của người dùng\n3.1 Quyền của người dùng:\n• Tải xuống và cài đặt Ứng dụng miễn phí.\n• Sử dụng Ứng dụng để báo cáo rủi ro tại nhà máy.\n• Nhận điểm thưởng cho các báo cáo rủi ro hợp lệ.\n• Tham gia các chương trình khuyến mãi và ưu đãi do nhà cung cấp Ứng dụng tổ chức.\n3.2 Nghĩa vụ của người dùng:\n• Cung cấp thông tin chính xác và đầy đủ khi đăng ký tài khoản.\n• Sử dụng Ứng dụng cho mục đích báo cáo rủi ro hợp pháp và chính đáng.\n• Không sử dụng Ứng dụng để truyền bá thông tin sai lệch, gây nhục mạ hoặc xúc phạm người khác.\n• Không sử dụng Ứng dụng để thực hiện các hành vi vi phạm pháp luật hoặc quy định của nhà máy.\n• Bảo mật thông tin tài khoản và giữ bí mật mật khẩu.\n• Chịu trách nhiệm cho mọi hành vi sử dụng Ứng dụng của mình.\n\n4. Quyền và nghĩa vụ của nhà cung cấp Ứng dụng\n4.1 Quyền của nhà cung cấp Ứng dụng:\n• Sửa đổi, bổ sung hoặc hủy bỏ Điều khoản dịch vụ này bất cứ lúc nào mà không cần thông báo trước.\n• Ngưng cung cấp dịch vụ Ứng dụng hoặc một số tính năng của Ứng dụng mà không cần thông báo trước.\n• Xóa tài khoản người dùng vi phạm Điều khoản dịch vụ này.\n• Sử dụng thông tin người dùng cho mục đích phân tích dữ liệu và cải thiện dịch vụ.\n4.2 Nghĩa vụ của nhà cung cấp Ứng dụng:\n• Cung cấp dịch vụ Ứng dụng một cách an toàn và đáng tin cậy.\n• Bảo vệ thông tin người dùng theo quy định của pháp luật.\n• Giải quyết các khiếu nại của người dùng một cách công bằng và kịp thời.\n\n5. Giải thưởng\nNhà cung cấp Ứng dụng có thể trao thưởng điểm cho người dùng cho các báo cáo rủi ro hợp lệ. Điểm thưởng có thể được sử dụng để đổi quà hoặc tham gia các chương trình khuyến mãi. Nhà cung cấp Ứng dụng có quyền quy định cách thức trao thưởng và điều kiện đổi điểm.\n\n6. Tranh chấp\nMọi tranh chấp liên quan đến Điều khoản dịch vụ này sẽ được giải quyết theo pháp luật Việt Nam.\n\n7. Thay đổi\nNhà cung cấp Ứng dụng có quyền sửa đổi, bổ sung hoặc hủy bỏ Điều khoản dịch vụ này bất cứ lúc nào mà không cần thông báo trước. Người dùng có trách nhiệm thường xuyên cập nhật Điều khoản dịch vụ này.\n\n8. Khuyến cáo\nMặc dù đây là ứng dụng dùng để báo cáo các sự cố nguy cơ rủi ro tại nhà máy và doanh nghiệp, nhưng trong tình huống khẩn cấp những rủi ro đang xảy ra mang tính nguy hiểm như cháy, nổ, rò rỉ hóa chất,... hãy báo cáo trực tiếp đến các bộ phận liên quan hoặc các cơ quan khẩn cấp!\n\n9. Liên hệ\nMọi thắc mắc hoặc khiếu nại liên quan đến Ứng dụng vui lòng liên hệ với nhà cung cấp Ứng dụng qua:\nSố điện thoại: +79969763144\nTelegram: +79969763144\nMail: anbinh16209@gmail.com.\n\nTôi đã đọc và đồng ý với các điều khoản dịch vụ.",
  "agree_terms": "Tôi đồng ý với điều khoản dịch vụ",
  "continue": "Tiếp tục",
  "please_agree_to_terms": "Vui lòng đồng ý với điều khoản dịch vụ để tiếp tục.",
  "report_description": "Mô tả Báo cáo",
  "enter_comments": "Nhập bình luận",
  "take_photo": "Chụp ảnh",
  "submit_report": "Gửi Báo cáo",
  "report_submitted_successfully": "Gửi báo cáo thành công.",
  "fill_all_fields_and_upload_image": "Vui lòng điền đầy đủ thông tin và tải lên ảnh.",
  "shop_title": "Cửa hàng",
  "gift_1": "Quà 1",
  "points_10": "Điểm: 10",
  "gift_2": "Quà 2",
  "points_20": "Điểm: 20",
  "gift_3": "Quà 3",
  "points_30": "Điểm: 30",
  "gift_4": "Quà 4",
  "points_40": "Điểm: 40",
  "invalid_credentials": "Sai tên người dùng hoặc mật khẩu",
  "choose_language": "Chọn ngôn ngữ",
  "email_or_mobile": "Email hoặc Số điện thoại",
  "password": "Mật khẩu",
  "forget_password": "Quên mật khẩu",
  "or_sign_up_with": "hoặc đăng ký với",
  "dont_have_account": "Chưa có tài khoản? Đăng ký",
  "choose_language": "Chọn ngôn ngữ",
  "full_name": "Họ và tên",
  "email_or_mobile": "Email hoặc số điện thoại",
  "password": "Mật khẩu",
  "mobile_number": "Số điện thoại",
  "date_of_birth": "Ngày sinh",
  "sign_up": "Đăng ký",
  "already_have_account": "Bạn đã có tài khoản? Đăng nhập",
  "or_sign_up_with": "hoặc đăng ký bằng",
  "terms_of_use": "Bằng cách tiếp tục, bạn đồng ý với điều khoản sử dụng và chính sách bảo mật.",
  "risk_prediction": "Dự đoán Rủi ro",
  "search" : "Tìm kiếm",
  "welcome_message": "Bằng cách báo cáo rủi ro, bạn đang xây dựng thế giới an toàn và tin tưởng."
}
