{
  "title": "Prédiction des risques",
  "login": "Se connecter",
  "register": "Registre",
  "continue_as_guest": "Continuer en tant qu'invité",
  "submit": "Soumettre",
  "settings": "Paramètres",
  "shop": "Boutique",
  "risk_report_history": "Historique des rapports de risque",
  "submit_risk_report": "Soumettre le rapport de risque",
  "select_risk_type": "Sélectionnez le type de risque",
  "upload_photo": "Envoyer la photo",
  "comment": "Commentaire",
  "emergency": "Urgence",
  "review_needed": "Examen nécessaire",
  "more_info_needed": "Plus d'informations nécessaires",
  "potential_risk": "Risque potentiel",
  "other_risks": "Autres risques",
  "language": "Langue",
  "account": "Compte",
  "notifications": "Notifications",
  "privacy": "Confidentialité",
  "about": "À propos",
  "logo": "Logo",
  "no_active_season": "Aucune saison active",
  "professional": "Professionnelle",
  "professional_description": "Vous gagnez 1 point.",
  "amateur": "Amatrice",
  "amateur_description": "Vous gagnez 3 points.",
  "first_shot": "Premier coup",
  "first_shot_description": "Vous gagnez 2 points.",
  "rating": "Notation",
  "my_rating": "Mon classement",
  "points": "Points",
  "spend": "Dépenser",
  "idea_factory": "Usine à idées",
  "tasks_0": "Tâches 0",
  "no_tasks_description": "Cher utilisateur, nous n'avons aucune tâche à accomplir pour le moment, mais si vous remarquez un danger, veuillez nous en informer.",
  "home": "Maison",
  "reports": "Rapports",
  "seasons": "Saisons",
  "more": "Plus",
  "history": "Histoire",
  "license_title": "Accord de licence",
  "terms_of_service": "Conditions d'utilisation",
  "license_content": "Conditions d'utilisation de l'application de prévision des risques\n\n1. Objectif\nLes présentes Conditions Générales ont pour objet de définir les conditions et règles d'utilisation de l'application Risk Prediction (ci-après dénommée « l'Application Risk Prediction »). L'application est développée pour aider les employés de l'usine à identifier et signaler les risques potentiels ou persistants, contribuant ainsi à l'amélioration de la sécurité au travail et de l'environnement de travail.\n\n2. Portée\nCes conditions d'utilisation s'appliquent à tous les utilisateurs de l'application, y compris :\n• Employés : les employés sont autorisés à utiliser l'application pour signaler les risques dans l'usine.\n• Administrateurs : personnes autorisées à gérer l'application, y compris à confirmer les risques. rapports, attribution de points et résolution des litiges.\n\n3. Droits et obligations de l'utilisateur\n3.1 Droits de l'utilisateur :\n• Téléchargez et installez l'application gratuitement.\n• Utilisez l'application pour signaler les risques à l'usine.\n• Recevez des points de récompense pour les rapports de risques valides.\n• Participez dans les promotions et offres organisées par le fournisseur de l'Application.\n3.2 Obligations de l'utilisateur :\n• Fournir des informations exactes et complètes lors de l'enregistrement d'un compte.\n• Utiliser l'Application à des fins légitimes et licites de reporting des risques.\n• Ne pas utiliser l'Application pour diffuser de fausses informations, insulter ou offenser autrui.\n• N'utilisez pas l'Application pour mener des activités illégales ou enfreindre les réglementations de l'usine.\n• Gardez les informations de compte confidentielles et sécurisez le mot de passe.\n• Soyez responsable de toutes les activités. en utilisant l'application.\n\n4. Droits et obligations du fournisseur d'application\n4.1 Droits du fournisseur d'application :\n• Modifier, compléter ou annuler les présentes conditions d'utilisation à tout moment sans préavis.\n• Suspendre la fourniture des services de l'application ou de certaines fonctionnalités de l'application sans préavis. avis.\n• Supprimer les comptes d'utilisateurs qui enfreignent ces conditions d'utilisation.\n• Utiliser les informations utilisateur à des fins d'analyse des données et d'amélioration du service.\n4.2 Obligations du fournisseur d'application :\n• Fournir des services d'application de manière sûre et fiable.\n• Protéger les informations des utilisateurs conformément à la loi.\n• Résoudre les plaintes des utilisateurs de manière équitable et rapide.\n\n5. Récompenses\nLe fournisseur d'application peut récompenser des points aux utilisateurs pour des rapports de risque valides. Les points de récompense peuvent être utilisés pour échanger des cadeaux ou participer à des promotions. Le fournisseur de l'Application a le droit de préciser le mode de récompense et les conditions d'échange des points.\n\n6. Litiges\nTous les litiges liés aux présentes Conditions d'utilisation seront résolus conformément aux lois du Vietnam.\n\n7. Modifications\nLe fournisseur de l'application a le droit de modifier, compléter ou annuler les présentes conditions d'utilisation à tout moment et sans préavis. Les utilisateurs sont responsables de mettre régulièrement à jour ces conditions d'utilisation.\n\n8. Recommandations\nBien que cette application soit utilisée pour signaler des incidents à risque potentiel dans les usines et les entreprises, dans les situations d'urgence où des risques surviennent, tels qu'un incendie, une explosion, une fuite de produits chimiques, etc., veuillez le signaler directement aux services ou agences d'urgence concernés !\n \n9. Contact\nPour toute question ou réclamation relative à l'Application, veuillez contacter le fournisseur de l'Application via :\nNuméro de téléphone : +79969763144\nTélégramme : +79969763144\nMail : anbinh16209@gmail.com.\n\nJ'ai lu et j'accepte les conditions. de service.",
  "agree_terms": "J'accepte les conditions d'utilisation",
  "continue": "Continuer",
  "please_agree_to_terms": "Veuillez accepter les conditions d'utilisation pour continuer.",
  "report_description": "Description du rapport",
  "enter_comments": "Saisir des commentaires",
  "take_photo": "Prendre une photo",
  "submit_report": "Soumettre le rapport",
  "report_submitted_successfully": "Rapport soumis avec succès.",
  "fill_all_fields_and_upload_image": "Veuillez remplir tous les champs et télécharger une image.",
  "shop_title": "Magasin",
  "gift_1": "Cadeau 1",
  "points_10": "Points: 10",
  "gift_2": "Cadeau 2",
  "points_20": "Points: 20",
  "gift_3": "Cadeau 3",
  "points_30": "Points: 30",
  "gift_4": "Cadeau 4",
  "points_40": "Points: 40",
  "login": "Connexion",
  "invalid_credentials": "Identifiant ou mot de passe invalide",
  "choose_language": "Choisir la langue",
  "email_or_mobile": "E-mail ou numéro de portable",
  "password": "Mot de passe",
  "forget_password": "Mot de passe oublié",
  "or_sign_up_with": "ou inscrivez-vous avec",
  "dont_have_account": "Pas de compte? S'inscrire",
  "choose_language": "Choisir la langue",
  "full_name": "Nom complet",
  "email_or_mobile": "Email ou numéro de téléphone",
  "password": "Mot de passe",
  "mobile_number": "Numéro de téléphone",
  "date_of_birth": "Date de naissance",
  "sign_up": "S'inscrire",
  "already_have_account": "Vous avez déjà un compte? Connectez-vous",
  "or_sign_up_with": "ou inscrivez-vous avec",
  "terms_of_use": "En continuant, vous acceptez les conditions d'utilisation et la politique de confidentialité."
}
