{
  "title": "Predicción de Riesgos",
  "login": "Iniciar sesión",
  "register": "Registrarse",
  "continue_as_guest": "Continuar como invitado",
  "submit": "Enviar",
  "settings": "Configuraciones",
  "shop": "Tienda",
  "risk_report_history": "Historial de informes de riesgos",
  "submit_risk_report": "Enviar informe de riesgos",
  "select_risk_type": "Seleccionar tipo de riesgo",
  "upload_photo": "Subir foto",
  "comment": "Comentario",
  "emergency": "Emergencia",
  "review_needed": "Revisión necesaria",
  "more_info_needed": "Se necesita más información",
  "potential_risk": "Riesgo potencial",
  "other_risks": "Otros riesgos",
  "language": "Idioma",
  "account": "Cuenta",
  "notifications": "Notificaciones",
  "privacy": "Privacidad",
  "about": "Acerca de",
  "logo": "Logo",
  "no_active_season": "No hay temporada activa",
  "professional": "Profesional",
  "professional_description": "Ganas 1 punto.",
  "amateur": "Aficionado",
  "amateur_description": "Ganas 3 puntos.",
  "first_shot": "Primer disparo",
  "first_shot_description": "Ganas 2 puntos.",
  "rating": "Clasificación",
  "my_rating": "Mi Clasificación",
  "points": "Puntos",
  "spend": "Gastar",
  "idea_factory": "Fábrica de Ideas",
  "tasks_0": "Tareas 0",
  "no_tasks_description": "Estimado usuario, no tenemos tareas para que complete en este momento, pero si nota algún peligro, por favor háganoslo saber.",
  "home": "Inicio",
  "reports": "Informes",
  "seasons": "Temporadas",
  "more": "Más",
  "history": "Historia",
  "license_title": "Acuerdo de licencia",
  "terms_of_service": "Términos de servicio",
  "license_content": "Términos de servicio para la aplicación Predicción de Riesgos\n\n1. Propósito\nEl propósito de estos Términos de Servicio es definir las condiciones y reglas para usar la aplicación Predicción de Riesgos (en adelante, la \"Aplicación Predicción de Riesgos\"). La aplicación está desarrollada para ayudar a los empleados en la fábrica a identificar y reportar riesgos potenciales o en curso, contribuyendo a la mejora de la seguridad ocupacional y el entorno de trabajo.\n\n2. Alcance\nEstos Términos de Servicio se aplican a todos los usuarios de la Aplicación, incluyendo:\n• Empleados: Se permite a los empleados usar la Aplicación para reportar riesgos en la fábrica.\n• Administradores: Individuos autorizados para gestionar la Aplicación, incluyendo la confirmación de informes de riesgos, otorgar puntos y resolver disputas.\n\n3. Derechos y Obligaciones del Usuario\n3.1 Derechos del Usuario:\n• Descargar e instalar la Aplicación de forma gratuita.\n• Usar la Aplicación para reportar riesgos en la fábrica.\n• Recibir puntos de recompensa por informes de riesgos válidos.\n• Participar en promociones y ofertas organizadas por el proveedor de la Aplicación.\n3.2 Obligaciones del Usuario:\n• Proporcionar información precisa y completa al registrar una cuenta.\n• Usar la Aplicación para propósitos legítimos y legales de reporte de riesgos.\n• No usar la Aplicación para difundir información falsa, insultar o ofender a otros.\n• No usar la Aplicación para realizar actividades ilegales o violar las normas de la fábrica.\n• Mantener la información de la cuenta confidencial y asegurar la contraseña.\n• Ser responsable de todas las actividades que usen la Aplicación.\n\n4. Derechos y Obligaciones del Proveedor de la Aplicación\n4.1 Derechos del Proveedor de la Aplicación:\n• Modificar, complementar o cancelar estos Términos de Servicio en cualquier momento sin previo aviso.\n• Suspender la prestación de servicios de la Aplicación o algunas funciones de la Aplicación sin previo aviso.\n• Eliminar cuentas de usuarios que violen estos Términos de Servicio.\n• Usar la información del usuario para análisis de datos y propósitos de mejora del servicio.\n4.2 Obligaciones del Proveedor de la Aplicación:\n• Proporcionar servicios de la Aplicación de manera segura y confiable.\n• Proteger la información del usuario de acuerdo con la ley.\n• Resolver las quejas de los usuarios de manera justa y rápida.\n\n5. Recompensas\nEl proveedor de la Aplicación puede otorgar puntos a los usuarios por informes de riesgos válidos. Los puntos de recompensa pueden usarse para canjear regalos o participar en promociones. El proveedor de la Aplicación tiene el derecho de estipular el método de recompensa y las condiciones para canjear puntos.\n\n6. Disputas\nTodas las disputas relacionadas con estos Términos de Servicio se resolverán de acuerdo con las leyes de Vietnam.\n\n7. Cambios\nEl proveedor de la Aplicación tiene el derecho de modificar, complementar o cancelar estos Términos de Servicio en cualquier momento sin previo aviso. Los usuarios son responsables de actualizar regularmente estos Términos de Servicio.\n\n8. Recomendaciones\nAunque esta aplicación se utiliza para informar sobre incidentes potenciales de riesgo en fábricas y empresas, en situaciones de emergencia en las que ocurren riesgos, como incendios, explosiones, fugas de productos químicos, etc., ¡informe directamente a los departamentos relevantes o agencias de emergencia!\n\n9. Contacto\nPara cualquier pregunta o queja relacionada con la Aplicación, póngase en contacto con el proveedor de la Aplicación a través de:\nNúmero de teléfono: +79969763144\nTelegram: +79969763144\nCorreo: anbinh16209@gmail.com.\n\nHe leído y estoy de acuerdo con los términos de servicio.",
  "agree_terms": "Estoy de acuerdo con los términos de servicio",
  "continue": "Continuar",
  "please_agree_to_terms": "Por favor, acepte los términos de servicio para continuar.",
  "shop_title": "Tienda",
  "gift_1": "Regalo 1",
  "points_10": "Puntos: 10",
  "gift_2": "Regalo 2",
  "points_20": "Puntos: 20",
  "gift_3": "Regalo 3",
  "points_30": "Puntos: 30",
  "gift_4": "Regalo 4",
  "points_40": "Puntos: 40",
  "login": "Iniciar sesión",
  "invalid_credentials": "Nombre de usuario o contraseña incorrectos",
  "choose_language": "Elegir idioma",
  "email_or_mobile": "Correo electrónico o número de móvil",
  "password": "Contraseña",
  "forget_password": "¿Olvidaste tu contraseña?",
  "or_sign_up_with": "o regístrate con",
  "dont_have_account": "¿No tienes una cuenta? Regístrate"
}
